---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotCopyBetweenFamilyAndProjectCorruption
source: html/5d511a57-f837-a85f-131f-2412a97f2ac6.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotCopyBetweenFamilyAndProjectCorruption Property

Can't copy between Family and Project.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCopyBetweenFamilyAndProjectCorruption { get; }
```